Repository: mith2000/couple_wallet
Catalog: lib/resources/strings/intl_*.arb
Languages: vi

source: No internet connection
vi: Không có kết nối mạng

source: Internet connection available
vi: Đã có kết nối mạng

source: Home Page
vi: Trang chủ

source: Home
vi: Chính

source: Record
vi: Ghi

source: Statistic
vi: Tính

source: Setting
vi: Chỉnh

source: Okay
vi: Okê

source: Send
vi: Gửi

source: Wait
vi: Đợi

# messageHintText
source: Message...
vi: Soạn tin...

source: Words of love have been sent
vi: Lời yêu thương đã được gửi đi

# checkPartnerAddress
source: Please check your partner's address in Settings
vi: Hãy kiểm tra Địa chỉ người yêu bạn trong Cài đặt

source: Your digital address
vi: Địa chỉ kỹ thuật số của bạn

source: Your partner address
vi: Địa chỉ người yêu bạn

source: Quick paste here
vi: Dán nhanh ở đây

# pleaseInputYourPartnerAddress
source: Please input your partner's address
vi: Vui lòng điền địa chỉ người yêu bạn

# partnerAddressSaved
source: Partner's address saved
vi: Đã lưu địa chỉ người yêu bạn

# loverAddress
source: Lover's address
vi: Địa chỉ người yêu

# loverAddressSubtitle
source: Setup the addresses for sending love
vi: Thiết lập địa chỉ gửi yêu thương

# yourLoverSentToYou
source: Your lover just sent to you
vi: Người yêu vừa gửi đến bạn

source: Switch language
vi: Chuyển ngôn ngữ

# chooseLanguagePrefer
source: Choose your preferred language
vi: Chọn ngôn ngữ ưa thích của bạn

source: Reply
vi: Phản hồi

source: Copy
vi: Chép

source: About us
vi: Về chúng tôi

source: App info
vi: Thông tin ứng dụng

source: Version
vi: Phiên bản

# createMemoryWithPartner
source: Let's create memories with your lover
vi: Cùng nhau tạo những kỷ niệm với người yêu của bạn nào

source: Missing sending address
vi: Thiếu địa chỉ gửi

source: Save failed
vi: Lưu không thành công

source: Most recent love message
vi: Lời yêu gần đây nhất
